export default {
  unknownError: 'Неизвестная ошибка',
  server: 'Ошибка на стороне сервера, попробуйте поздее',
  fileLoad: 'Неизвестные проблемы загрузки файла',
  imageLoad: 'Неизвестные проблемы загрузки изображения',

  required: 'Заполните поле',
  minLength: 'Поле должно иметь хотя бы {min} символов',
  maxLength: 'Поле должно иметь не более {max} символов',
  numeric: 'Поле должено содержать только цифры',
  decimal: 'Поле должено содержать десятичное число',
  email: 'В поле должен быть введен email',
  kebabCase: 'Допустимы символы латиницы и тире между ними',
  type: 'Неверный тип',
  fileType: 'Недопустимый тип файла',
  fileSize: 'Файл слишком тяжелый',
}
